Repository: Catboy96/jauth-uwp
Catalog: Jauth-uwp/Strings/*/Resources.resw
Source language: en
Languages: zh_hans, zh_hant

# btnSave.Content
source: Save
zh_hans: 保存
zh_hant: 儲存

# UI_Connect
source: Connect
zh_hans: 连接
zh_hant: 連線

# UI_Connected
source: Connected
zh_hans: 已连接
zh_hant: 已連線

# UI_Disconnect
source: Disconnect
zh_hans: 断开
zh_hant: 斷開

# UI_Disconnected
source: Disconnected
zh_hans: 已断开
zh_hant: 已斷開

# navConnect.Content
source: Connect
zh_hans: 连接
zh_hant: 連線

# navInfo.Content
source: Information
zh_hans: 信息
zh_hant: 資訊

# navLog.Content
source: Log
zh_hans: 日志
zh_hant: 日誌

# tbAccount.Text
source: Account
zh_hans: 账号
zh_hant: 帳戶

# tbAccountSettings.Text
source: Acoount Settings
zh_hans: 账号设置
zh_hant: 帳戶設定

# tbCopyright.Text
source: ©2018 Ralf Ren. All rights reserved.
zh_hans: ©2018 Ralf Ren. 保留一切权利。
zh_hant: ©2018 Ralf Ren. 保留一切權利.

# tbCredits.Text
source: Legal Information
zh_hans: 法律信息
zh_hant: 法律資訊

# tbPassword.Text
source: Password
zh_hans: 密码
zh_hant: 密碼

# tbPrivacy.Text
source: Privacy Policies
zh_hans: 隐私权政策
zh_hant: 隱私權政策

# tbSupport.Text
source: Application Support
zh_hans: 应用支持
zh_hant: 應用程式支援

# tbThirdPartySoftware.Text
source: Third Party Softwares
zh_hans: 第三方软件：
zh_hant: 第三方軟體：

# tbVersion.Text
source: Version
zh_hans: 版本
zh_hant: 版本

# tbWebsite.Text
source: Visit Jauth website
zh_hans: 前往 Jauth 网站
zh_hant: 前往 Jauth 網站

# UI_Checking
source: Checking for Internet connection
zh_hans: 检测互联网连接
zh_hant: 檢測網際網路連線

# UI_Wait
source: Please Wait
zh_hans: 请稍候
zh_hant: 請稍後

# C_AuthError
source: Authentication Error
zh_hans: 认证中出现错误
zh_hant: 認證中出現錯誤

# C_AuthFailed
source: Authentication Failed
zh_hans: 认证失败
zh_hant: 認證失敗

# C_AuthOK
source: Authentication Success
zh_hans: 认证成功
zh_hant: 認證成功

# C_DeauthError
source: Deauthentication Error
zh_hans: 解除认证中出现错误
zh_hant: 解除認證中出現錯誤

# C_DeauthFailed
source: Deauthentication Failed
zh_hans: 解除认证失败
zh_hant: 解除認證失敗

# C_DeauthOK
source: Deauthentication Success
zh_hans: 解除认证成功
zh_hant: 解除認證成功

# C_ExtractSessionData
source: Extract Sesssion Data
zh_hans: 提取会话数据
zh_hant: 提取會話資料

# C_GatheringAuthData
source: Gathering Auth Data
zh_hans: 获取认证数据
zh_hant: 獲取認證資料

# C_GetSessionData
source: Getting Session Data
zh_hans: 读取会话数据
zh_hant: 讀取會話資料

# C_RedirectToAuthPage
source: Redirecting to Auth Page
zh_hans: 重定向到认证页面
zh_hant: 重定向到認證頁面

# C_SendAuthData
source: Sending Auth Data
zh_hans: 发送认证数据
zh_hant: 發送認證資料

# C_SendDeauthData
source: Sending Deauth Data
zh_hans: 发送解除认证数据
zh_hant: 發送解除認證資料

# L_AuthFailed
source: Authentication Failed
zh_hans: 认证失败
zh_hant: 認證失敗

# L_AuthSuccess
source: Authentication Success
zh_hans: 认证成功
zh_hant: 認證成功

# L_ErrorWhenAuth
source: An error occured when authenticating
zh_hans: 认证中出现问题
zh_hant: 認證中出現問題

# L_ExtractSessionData
source: Extracting session data
zh_hans: 提取会话数据
zh_hant: 提取會話資料

# L_GetAuthHost
source: Getting authentication host
zh_hans: 获取认证主机
zh_hant: 獲取認證主機

# L_GetAuthInfo
source: Getting authentication informatino
zh_hans: 获取认证信息
zh_hant: 獲取認證資訊

# L_GetAuthPage
source: Getting authentication page
zh_hans: 获取认证页面
zh_hant: 獲取認證頁面

# L_GotResponse
source: Got response
zh_hans: 得到返回结果
zh_hant: 得到返回結果

# L_SendAuthData
source: Sending authentication data
zh_hans: 发送认证数据
zh_hant: 發送認證資料

# L_SessionID
source: Session ID
zh_hans: 会话 ID
zh_hant: 會話 ID

# barClear.Label
source: Clear
zh_hans: 清空
zh_hant: 清空

# barRefresh.Label
source: Refresh
zh_hans: 刷新
zh_hant: 重新載入

# barSave.Label
source: Save
zh_hans: 保存
zh_hant: 儲存

# btnClearLog.Content
source: Clear
zh_hans: 清空
zh_hant: 清空

# L_Failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# L_FileSavingCanceled
source: File saving canceled.
zh_hans: 文件保存被取消。
zh_hant: 檔案保存被取消

# L_JauthStarted
source: Jauth launched.
zh_hans: Jauth 已启动。
zh_hant: Jauth 已啟動.

# L_SaveFile
source: Save file
zh_hans: 保存文件
zh_hant: 保存檔案

# L_Success
source: Success
zh_hans: 成功
zh_hant: 成功

# tbClearLog.Text
source: Clear all log?
zh_hans: 清空全部日志内容？
zh_hant: 清空全部日誌內容?

# tbLog.Text
source: Log
zh_hans: 日志
zh_hant: 日誌

# UI_Saved
source: Saved
zh_hans: 已保存
zh_hant: 已保存

# L_AuthHost
source: Authentication Host
zh_hans: 认证主机
zh_hant: 認證主機

# L_DeauthFailed
source: Deauthentication Failed
zh_hans: 解除认证失败
zh_hant: 解除認證失敗

# L_DeauthOK
source: Deauthentication Success
zh_hans: 解除认证成功
zh_hant: 解除認證成功

# L_ErrorWhenDeauth
source: An error occured when deauthenticating
zh_hans: 解除认证中出现问题
zh_hant: 解除認證中出現問題

# L_Loaded
source: Loaded.
zh_hans: 载入。
zh_hant: 載入.

# L_SendDeauthData
source: Sending deauthentication data
zh_hans: 发送解除认证数据
zh_hant: 發送解除認證資料

# L_SessionInfo
source: Session Information
zh_hans: 会话信息
zh_hant: 會話資訊

# tbConnectionInfo.Text
source: Connection Information
zh_hans: 连接信息
zh_hant: 連線資訊

# tbDeviceIP.Text
source: Device IP
zh_hans: 设备 IP
zh_hant: 裝置 IP

# tbJSessionID.Text
source: Session ID
zh_hans: 会话 ID
zh_hant: 會話 ID

# tbUserIP.Text
source: User IP
zh_hans: 用户 IP
zh_hant: 使用者 IP

# tbUserMac.Text
source: User MAC
zh_hans: 用户 MAC
zh_hant: 使用者 MAC

# UI_NoAccountSpecified
source: No Account Specified
zh_hans: 没有设置认证账户
zh_hant: 未設定認證帳戶

# tbDataPlan.Text
source: Data Plan
zh_hant: 使用中的套餐

# tbRemaining.Text
source: Remaining Time
zh_hant: 剩餘時長

# C_Days
source: Days
zh_hant: 天

# C_Hours
source: Hours
zh_hant: 時

# C_Minutes
source: Minutes
zh_hant: 分

# C_Seconds
source: Seconds
zh_hant: 秒
